
START_COMMAND = """
 Здраствуйте, я бот интернет магазина Грушевый сад.
 Вы уже посетили наш сайт: https://pear-garden.tilda.ws \n
 Вы можете связаться с нами по телефону или электронной почте, 
 задать вопрос, заказать сертификат на продукцию или прайс-лист.
 +7(921)222-33-44
 service@pear-garden.ru \n
 Мы находимся по адресу:
 Ленинградская область, Гатчинский район, 
 пос. Тайцы, ул. Санаторская, 24 \n
 Введите /help что бы вывесит список комманд
"""


HELP_COMMAND = """
 <b>/help</b>           - список комманд
 <b>/start</b>          - начать работу с ботом
 <b>/website</b>        - паказать сайт магазина
 <b>/address</b>        - паказать магазин на катрте
 <b>/question</b>       - задать вопрос 
 <b>/certificate</b>    - заказать сертификат на продукцию
 <b>/price</b>          - заказать прайс-лист
 <b>/low</b>            - None
 <b>/high</b>           - None
 <b>/custom</b>         - None
 <b>/history</b>        - вывод истории запросов пользователей
"""


QUESTION_COMMAND = """
 Напишите ваш вопрос
"""


CERTIFICATE_COMMAND = """
 Если вам надо отправить сертификат на электронную почту
 нажмите на кнопук email и укажите адрес электронной почты
 если в телеграм - нажмите на кнопку телеграмм
"""


PRICE_COMMAND = """
 Если вам надо отправить прайс-лист на электронную почту
 нажмите на кнопук email и укажите адрес электронной почты
 если в телеграм - нажмите на кнопку телеграмм
"""

EMAIL_COMMAND = """
 Введите email
"""


NEXT_COMMAND = """
 Чем могу помочь?
"""


TAVAR_COMMAND = """
 Какой продукция вас интересует?
"""


ERROR_COMMAND = """
 Извените, произошла непредвиденна ошибка. \n
 Пожалуйста повторите ваш запрос позже \n
 Вы можете посетили наш сайт: https://pear-garden.tilda.ws \n
 Или связаться с нами по телефону: +7(921)222-33-44 \n
 Или электронной почте: service@pear-garden.ru 
"""


# сайт
WEBSITE = "\n https://pear-garden.tilda.ws \n"

# стикеры
STICEKER_HELLO = "CAACAgIAAxkBAAEKMxRk8tzFIMy1z3LD6j8VgFvu64trAANuBQACP5XMCoY62V2IvLc1MAQ"
